{
    "teams": "Teams",
    "schendule": "Schendule",
    "standings": "Standings",
    "info": "More info...",
    "welcome": "Welcome to the Blunted Cup!",
    "description": "The Blunted Cup is a small League of Legends Invitational Cup organized by the team Blunt & Spicy. It features a total of 8 teams that participate in a small group stage to qualify for a knockout stage, where only the top 4 teams advance. This knockout round, divided into semifinals and finals, is played in a best-of-3 format, while the group stage is a single map.",
    "description2": "Registration is completely free. You just need to contact us (@BluntSpicyLoL on X) and provide your team’s details: name, logo, and opgg, as well as a contact Discord.",
    "contact": "Contact us!",
    "seein": "Open in",
    "notfoundteam": "Team not found...",
    "back": "Come back",
    "manager": "Team's manager",
    "x-profile": "X profile",
    "nothing": "Nothing to see there...",
    "more-info": {
        "par-1": "The competition will have a fixed duration of five weeks, three for the qualifying phase, where one match will be played weekly, and two for the elimination phase, including the semi-final, final, and the third and fourth place match. The group stage matches will be assigned just before the start of the competition.",
        "par-2": "Matches will not have a fixed schedule; instead, teams will decide the date on which they will play. Furthermore, if a team cannot play in a given week, their match can be postponed for up to a maximum of three weeks from the group assignment. Essentially, teams may play all three group stage matches from their announcement up to a deadline of three weeks.",
        "par-3": "If any team does not complete its three matches, both teams will forfeit the game. In the event of a tie at the end of the group stage, a tiebreaker match will be held the week following the completion of all matches within the same group. Although an earlier date can be agreed upon, the maximum period allowed is one week.",
        "par-4": "This only applies if both teams agree to postpone the match, as the rule remains that, if no new date is agreed upon, the fixed time for the match is Sunday at 20:00 CET.",
        "par-5": "If one of the teams is not in the game room within 15 minutes of the agreed time, the match will be considered forfeited by that team. To validate this, the agreed match time must be communicated to the administrator at least 12 hours in advance and always before Friday of that week to effectively verify that the agreed time is correct and matches the claim. The schedules will be displayed on the website.",
        "par-6": "Results must be submitted in the #results channel using the following format: [TEAM 1 TAG] X-X [TEAM 2 TAG], and a screenshot of the game (not the match history, but the end-of-game screen) must be attached.",
        "par-7": "We trust in the honesty of teams and players, so I will skip common tournament rules, such as maintaining proper position order in the lobby before the match, not abusing pauses for more than 15 minutes, using /all chat only when strictly necessary, mutual respect, no smurfing (if any player has another account they frequently use, it must be included in the team's OPGG), etc. Remember, we are here to have fun, not to ruin the competitive experience that this tournament aims to provide. Any team that violates any of these rules will be subject to penalties, ranging from a temporary ban of a player to expulsion from the competition, depending on the severity of the infraction."
    },
    "group": "Group",
    "week": "Week"

}
