{
    "teams": "Equipos",
    "schendule": "Calendario",
    "standings": "Clasificación",
    "info": "Más info ▼",
    "welcome": "¡Bienvenido a la Blunted Cup!",
    "description": "La Blunted Cup es una pequeña competición de League of Legends organizada por el equipo de Blunt & Spicy. En ella participan un total de 16 equipos que realizan una fase suiza donde intentarán lograr tres victorias, las dos primeras a BO1 y la última a BO3, igual que la partida que dicte una eliminación, para clasificar a la fase eliminatoria, donde todos los enfrentamientos serán al mejor de 3.",
    "description2": "La inscripción es totalmente gratuita, solamente has de ponerte en contacto con nosotros (@BluntSpicyLoL en X) y facilitarnos los datos de tu equipo: nombre, logo y opgg, además de un Discord de contacto.",
    "contact": "¡Contáctanos!",
    "seein": "Ver en",
    "notfoundteam": "Equipo no encontrado...",
    "back": "Volver atrás",
    "manager": "Manager del equipo",
    "x-profile": "Perfil en X",
    "nothing": "Nada que ver aquí...",
    "more-info": {
        "par-1": "La competición tendrá una duración fija de cinco semanas, tres para la fase clasificatoria, donde se jugará un partido semanal, y dos para la fase eliminatoria, semi-final y final (y el tercer y cuarto puesto). Los partidos de la fase de grupos serán asignados justo antes del comienzo de la competición.",
        "par-2": "Los partidos no tendrán horario fijo, si no que los equipos decidirán la fecha en la que se jugarán. Además, en caso de que un equipo no pueda jugar una semana, su partido se podrá posponer hasta un máximo de tres semanas desde la asignación de grupos. Básicamente, podréis jugar las tres partidas de fase de grupos desde su anuncio hasta un plazo de tres semanas.",
        "par-3": "En el caso de que algún equipo no complete sus tres partidos, este se dará por perdido a los dos. En caso de empate al final de la fase de grupos, el orden de los equipos lo dictará el ganador del enfrentamiento directo, y en caso de no poder resolverse de esta forma, se realizará un partido de desempate en la semana siguiente a finalizar todos los partidos de un mismo grupo, aunque se permite acordar fecha cuanto antes, el plazo máximo es de una semana.",
        "par-4": "Esto solamente aplica en el caso de que haya acuerdo entre los dos equipos para aplazar el partido, pues se sigue manteniendo la norma de que, en caso de no acordar fecha, la hora fija del partido es a el Domingo a las 20:00 CET.",
        "par-5": "Si uno de los dos equipos no se encuentra en la sala de la partida 15 minutos más tarde de la hora acordada, se le dará el partido como perdido. Para que esto sea válido, se tendrá que comunicar al administrador la hora acordada del partido con 12h de antelación y siempre antes del viernes de esa semana para poder verificar de forma efectiva que la hora acordada es correcta y coincide con la reclamación. Los horarios se verán reflejados en la página web.",
        "par-6": "Los resultados se tendrán que mandar por el canal de #results con el siguiente formato: [TAG DEL EQUIPO 1] X-X [TAG DEL EQUIPO 2] y se deberá adjuntar una captura de la partida (NO la del historial, si no, la de final de partida).",
        "par-7": "Confiamos en la honestidad de los equipos y jugadores por lo que voy a obviar normativas comunes en todos los torneos como son estar en orden de posición en sala previo partido, no abusar de las pausas más de 15 minutos, usar /all cuando sea estrictamente necesario, respeto mutuo, no usar smurfs (en caso de que algún jugador tenga otra cuenta con la que juegue de forma asidua deberá ser incluida en el OPGG del equipo), etc... Os recuerdo que estamos aquí para divertirnos, no para destrozar la experiencia competitiva que se busca con este torneo. Cualquier equipo que incumpla cualquiera de las normas se verá sancionado desde ban a un jugador temporal hasta expulsión de la competición dependiendo del grado de la misma."
    },
    "group": "Grupo",
    "week": "Semana",
    "game": "Partida",
    "qualify": "Clasifican",
    "group-button": "Fase de Grupos",
    "elimin-button": "Fase de Eliminación",
    "finished": "Terminado",
    "cancelled": "Cancelado",
    "winner": "Ganador",
    "players": "Jugadores",
    "principal": "Roster Principal",
    "subs": "Sustitutos",
    "undraw": "Desempate",
    "rules": "Normativa",
    "registration": "Inscripción",
    "honours": "Palmarés",
    "history": "Histórico",
    "about_us": "Sobre nosotros",
    "inscriptions_no": "Las inscripciones para la próxima edición todavía no están habilitadas.",
    "finaltier": "Final y 3º - 4º Puesto",
    "season": "Temporada"
}